#Deobfuscated By xNot_Found
#Github : https://github.com/hatakecnk
b="[34;1m"
m="[31;1m"
k="[33;1m"
h="[32;1m"
p="[39;1m"
pu="[36;1m"
c="[35;1m"
bl="[30;1m"
clear
printf "${b}  _____         ${h}    _     
"
printf "${b} |   __|${m}___ ${k}___${b} ___${h}| |${m}___ 
"
printf "${b} |  |  |${m} . |${k} . |${b} . |${h} |${m} -_| ${pu}{${bl}v.1.2${pu}}
"
printf "${b} |_____|${m}___|${k}___|${b}_  |${h}_|${m}___|
"
printf "${b}               |___| ${p}─╤╦︻${h}=${p}(${m}◣${k}_${m}◢${p})${h}=${p}︻╦╤─ 
"
printf "${pu}   {${bl}WCT${pu}}${m}|${pu}{${bl}BCC${pu}}      ${h}       __${b}H${h}__ 
"
printf "${p}       ╔╦╗╦═╗╔═╗╔╗╔╔═╗╦  ╔═╗${p}[${m}'${p}]
"
printf "${p}        ║ ╠╦╝╠═╣║║║╚═╗║  ║╣ ${p}[${m}'${p}]
"
printf "${p}        ╩ ╩╚═╩ ╩╝╚╝╚═╝╩═╝╚═╝${p}[${m}'${p}]
"
printf "${pu} {${bl}BL4CK DR460N${pu}}${m}|${pu}{${bl}Mr.Tr3v!0n${pu}}${h} V
"
printf "${k}▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬"
printf "${p}

"
